
<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Terms and Conditions Language Lines
    |--------------------------------------------------------------------------
    */

    'term_1' => '以下签名的买主（“买主”）同意在购买表格日期起计的二十一（21）天工作日内签订由新叶集团（公司编号：1251569-U）（“公司”）规定形式和方式的销售合同并于签订销售合同时或之前支付全部总销售价，否则公司有权终止此购买表格并完全没收总销售价。',
    'term_2' => '公司拥有从销售合同日期起计的三十六（36）个月内（“条件期”）发掘，识别及敲定土地以进行榴莲种植项目，否则公司须将收到的总销售价不计利息退还给买主。',
    'term_3' => '条件期到期日起计的十（10）年届满后，买主有权选择将已购买的树木（“树木”）以相等于总销售价乘以百分之二百（200％）（“期权价格”）卖回给公司而公司须以期权价格购买该树木。',
    'term_4' => '买主特此同意委任公司和/或公司提名人成为拥有唯一绝对酌情权经营树木的经营人，而买主进一步同意公司有权享有扣除所有必要的成本和费用后，销售树木果实收益中的百分之三十（30％）盈利。',
    'term_5' => '买主将获得树木的快速响应代码和必要资料让买主进入系统以获取树木最新的更新和信息。',
    'term_6' => '在销售合同日期起计的五（5）年后并在获得公司的书面同意下，销售合同将在买主向公司发出书面通知后转让给买主的提名人， 前提是该提名人必须委任公司的律师组，李律师事务所 19-2，Jalan PJU 8 / 5D，Perdana Business Center，Bandar Damansara Perdana 47820 Petaling Jaya, Selangor, Malaysia，并承担所有必要的法律费用和开支。',
    'term_7' => '买主须填写购买表格中的提名资料，并且公司在收到买主与公司之间的销售合同以及买主的死亡证明书后，须将销售合同转让给提名人。',
    'term_8' => '公司不会对买主和/或其继承人，继任人，受让人，私人代表负上任何形式与提名有关的责任。',
    'term_9' => '买主特此向公司保证买主没有受到法律，商业或其他方面的阻碍或限制向公司购买树木。',
    'term_10' => '买主特此保证此购买表格所提供的所有信息均真实，准确且没有误导，并且如果信息不再和/或发生任何更变，买主须立即通知公司。',
    'term_11' => '买主特此同意赔偿公司及保障公司免于承担任何因购买表格条款而让公司招致或遭受的损失，损害，成本，费用和开支，包括律师和客户的费用。',
    'term_12' => '买主特此同意公司依照马来西亚2010年个人资料保护法的个人资料保护原则处理包括但不限于接入，获取，验证和/或利用买主的个人数据或信息。',
    'term_13' => '此购买表格包含了双方就本购买表格标的事宜所达成一致的条款和细则，并且取代双方所有先前达成的协议（如有），无论是书面或口头，而且除非双方以书面形式提出并由双方签字，否则任何修改或更变应属无效。',
    'term_14' => '此处提及的时间至关重要。',
    'term_15' => '此购买表格应按马来西亚的法律规限及诠释，并且双方在此同意接受马来西亚法院管辖。',
    'term_16' => '此购买表格已翻译成中文。若购买表格之中英文版本有任何差异或不一致的地方，将以英文版本为准。'
];
