<?php

return [

    /*
    |--------------------------------------------------------------------------
    | User Language Lines
    |--------------------------------------------------------------------------
    */

    'copy-referral' => '复制连接',
   	'copied-link'  => '成功复制介绍连接',
   	'joined_at' => '加盟日期',
   	'users' => '用户',
   	'referral_code' => '新叶ID',
    'tree_count' => '种植数量',
    'level' => '级别',
    'level_1' => '顾问',
    'level_2' => '高级顾问',
    'level_3' => '执行顾问',
    'level_4' => '首席顾问'
];
